module.exports = {
  data: [
    { 
      index: "1", 
      brief: "貅狼", 
      img: "https://image-newbeast11.oss-cn-beijing.aliyuncs.com/1.%E8%B2%85%E7%8B%BC2%281%29.png",
      fullImg: "https://image-newbeast11.oss-cn-beijing.aliyuncs.com/1.%E8%B2%85%E7%8B%BC2%281%29.png",
      matter: "貅狼，即貔貅。其形象在诸多古籍中均有描述。《清稗类钞·动物·貔貅》记载其外貌形态像老虎，或者说像熊，毛色呈灰白色。同时，貔貅身形兼具虎豹的矫健与龙的威严，首尾似龙状，其色亦金亦玉，肩部生有一对虽不可展却增添灵动之感的羽翼。头部特征突出，多生一角且向后仰，在古时，一角者被称作“天禄”，两角者为“辟邪”，但在艺术造型中多以单角呈现。在表演场景中，貅狼之上有两人骑乘。前方为番邦特使火龙旦，其形象极具异域特色。身着色彩绚丽、图案精美的番邦服饰，头戴造型夸张且带有鲜明番邦风格的头饰，脸上以戏剧“花脸”的形式绘制独特妆容，突出其性格的狡黠与傲慢。表演时，火龙旦通过丰富的肢体动作和夸张的表情，尽显作为番邦使者向晋国示威时的嚣张之态，仿佛笃定晋国无人能降服貅狼，为表演营造出强烈的紧张气氛。"
    },
    { 
      index: "2", 
      brief: "独角兽", 
      img: "https://image-newbeast11.oss-cn-beijing.aliyuncs.com/3.%E7%8B%AC%E8%A7%92%E5%85%BD2%281%29.png" ,
      fullImg: "https://image-newbeast11.oss-cn-beijing.aliyuncs.com/3.%E7%8B%AC%E8%A7%92%E5%85%BD2%281%29.png",
      matter: "在中国古代传说中，独角兽有着丰富多样的化身，獬豸、麒麟、角端等均被视为独角兽的不同形态。獬豸堪称中国古代司法正义的标志性象征。上古时期，诉讼制度尚不完善，人们一旦产生争端，獬豸便承担起裁决重任。它拥有神奇的能力，能在听取双方陈述后，精准判断是非曲直，用独角抵触理亏之人。独角兽作为瑞兽，承载着吉祥寓意。长期以来，独角兽在民间被奉为守护神兽，以雕塑、壁画等形式频繁出现在人们生活中，寄托着人们对美好生活的向往，寓意着趋吉避凶、幸福安康。高跷走兽表演里的独角兽，由兽头、兽身和表演人员巧妙组合而成。表演时，一人在前操控兽头，通过灵活的动作展现独角兽的灵动与警觉；一人在后控制兽身，配合兽头动作，两人默契协作，共同形成完整的“骑兽”造型。在表演设定中，这只独角兽被描绘成生活在北方森林中的凶猛野兽，且具备腾云驾雾的神奇能力，充满奇幻色彩。"
    },
    { 
      index: "3", 
      brief: "螯", 
      img: "https://image-newbeast11.oss-cn-beijing.aliyuncs.com/5.%E9%B3%8C2%281%29.png" ,
      fullImg: "https://image-newbeast11.oss-cn-beijing.aliyuncs.com/5.%E9%B3%8C2%281%29.png",
      matter: "鳌在神话传说与民间想象中，呈现出极为独特的外形。常见为龙头鱼身，龙头威严庄重，象征着权威与尊贵，鱼身灵动，寓意着自由与活力，二者结合，形成一种既庄重又灵动的奇妙形象。还有部分形象是龙头、龟背、麒麟尾的组合，龙头的威严、龟背的坚韧、麒麟尾的祥瑞，融合出一种更为神秘且强大的视觉效果。鳌有开天辟地的英雄角色，它是天地秩序的重建者，为世间万物的生存与发展奠定了基础 。在《列子・汤问》里，渤海之东的归墟中有五座仙山漂浮不定，“山之根无所连箸，常随潮波上下往还” 。天帝担忧仙山流失，便命禺疆驱使十五只巨鳌，“举首而戴之。迭为三番，六万岁一交焉” ，从而让五座仙山稳定下来 。鳌在这个故事中充当着仙山的守护者，以其强大的力量维持着神话世界中仙山的秩序，保障了群仙的居所稳定。鳌与科举文化紧密相关，“独占鳌头” 的典故深入人心 ，它激励着无数的学子努力进取，追求知识与功名，承载着人们对美好未来的憧憬与向往 。表演中，魁星赤发蓝面，翘足，捧墨斗，执朱笔，立于鳌头之上。魁星后面坐着新科状元，他头戴插翅状元帽，脚穿朝靴，演员的状元郎妆扮，充满喜气。魁星是掌管人间状元的神官。鳌头上站的青面红发、一手执笔一手拿斗的就是魁星神，魁星之后乘座的就是状元郎。民间流传的考中状元为“独占鳌头”，典故就由此而来。"
    },
    { 
      index: "4", 
      brief: "麒麟", 
      img: "https://image-newbeast11.oss-cn-beijing.aliyuncs.com/4.%E9%BA%92%E9%BA%9F2%281%29.png" ,
      fullImg: "https://image-newbeast11.oss-cn-beijing.aliyuncs.com/4.%E9%BA%92%E9%BA%9F2%281%29.png",
      matter: "麒麟作为中国古代神话中的瑞兽，早在周代就与龙、凤、龟并称“四灵”，象征太平、吉祥。相传麒麟“超脱沼泽，行不踩蚁虫，止不踏花草”，是先兆祥瑞，往往与盛世联系在一起，所谓有明王则至，无明王则不至。民间民间俗称麒麟为“四不像”，头为龙头，尾为牛尾，身披鳞甲，腿为鹿腿，脚为羊脚，它是集龙、牛、鹿、羊于一身的吉祥神兽，代表着龙的瑞气、羊的福气、鹿的祥和。因此，麒麟当是我国历史上虚构的一种神物。人们将所选择的几种吉祥动物的元素，创造性地进行组合，建构了这一形象。高跷走兽中，麒麟背上骑着闻太师和他的随从副将。前面的是太师闻仲，闻太师头戴帅盔，身着太师袍，脚蹬朝靴，手执钢鞭，半披战袍，抓缰驾兽，挂帅征战，威风凛凛。太师后边是手执令旗、身挎宝刀、头戴武士帽的副将。"
    },
    { 
      index: "5", 
      brief: "黑狸虎", 
      img: "https://image-newbeast11.oss-cn-beijing.aliyuncs.com/5.%E9%B3%8C2%281%29.png" ,
      fullImg: "https://image-newbeast11.oss-cn-beijing.aliyuncs.com/4.%E9%BA%92%E9%BA%9F2%281%29.png",
      matter: "黑狸虎的形象在古籍和民间传说中独具特色。根据《封神演义》的记载，黑狸虎是大元帅赵公明的坐骑，其形象威猛无比，具有象鼻、犀目、狮首、牛尾、虎足，身上斑纹黑白相间，显得格外威武。在高跷走兽表演中，黑狸虎的造型由技艺高超的艺人制作，用麻丝、麻纸、细绳、细竹、铁丝、布料等缝制和绑缚而成，并涂以五颜六色，外形威武而精美。在中国古代文化中，虎被视为具有驱邪避凶能力的神兽。黑狸虎作为虎的一种变体，同样被赋予了这种象征意义。黑狸虎的形象还与英勇和正义紧密相连。在《封神演义》中，赵公明驯服黑狸虎的故事象征着正义战胜邪恶。此外，陕北红军将领王兆相因勇猛无比，被民间称为“黑狸虎”转世，其故事在当地广为流传，进一步强化了黑狸虎作为英勇象征的文化内涵。在一些民间信仰中，黑狸虎还被视为吉祥的象征，能够为人们带来好运和保护。走兽表演时，兽身前头坐着赵公明头戴元帅盔，身穿黑袍，手拿武器 “金绞剪”，骑在他后面的是手执令箭的旗牌官。 民谚:“黑狸虎真凶险，赵公明手拿金绞剪”，便是赵公明驯服凶恶的黑狸虎的口头传说。"
    },
    { 
      index: "6", 
      brief: "貘", 
      img: "https://image-newbeast11.oss-cn-beijing.aliyuncs.com/3.%E7%8B%AC%E8%A7%92%E5%85%BD2%281%29.png" ,
      fullImg: "https://image-newbeast11.oss-cn-beijing.aliyuncs.com/4.%E9%BA%92%E9%BA%9F2%281%29.png",
      matter: "貘的形象在古籍记载中丰富多样且独具特色。《清宫兽谱》记载，貘或作貊，又名白豹，生长于黔蜀山中。其形似熊但体型较小，有着象鼻、犀目、狮首、牛尾、虎足，身上斑纹黑白相间。《子不语》中的房山貘，对铜铁有着特殊癖好，虽不主动伤人，但见民间刀斧等铁器便垂涎欲滴，甚至能轻松吞食城门铁皮，这种独特食性使其充满神秘色彩。而在《东周列国志》中，又描绘出一种别样的貘，它似熊非熊，鼻如象，头似狮，足似虎，发如豺，鬣似野豕，尾似牛，身大于马，文黑白斑驳。不仅剑戟刀箭不能伤，还能嚼铁如泥，车轴裹铁亦能被它轻松啮食，行动矫捷，常人难以制伏。在中国古代，人们认为貘具有神奇的力量，可以驱逐邪恶和厄运。在古代传说中，貘是吉祥的象征，能为人们带来好运与幸福。在《东周列国志》的记载中，春秋时期，晋国晋献公太子重耳遭骊姬陷害而流亡国外。在逃难至楚国期间，楚王与重耳一同于云梦泽打猎时，遇到一只奇异怪兽。此兽似熊非熊，鼻如象，头似狮，足似虎，发如豺，鬣似野豕，尾似牛，身形大于马，身上斑纹黑白斑驳。它极为强悍，剑戟刀箭都无法伤其分毫，还能嚼铁如泥，车轴裹铁也被它轻松啮食，行动矫捷，常人难以控制。赵衰见状，称其为“貘”。"
    },
    { 
      index: "7", 
      brief: "梅花鹿", 
      img: "https://image-newbeast11.oss-cn-beijing.aliyuncs.com/2.%E6%A2%85%E8%8A%B1%E9%B9%BF2%281%29.png" ,
      fullImg: "https://image-newbeast11.oss-cn-beijing.aliyuncs.com/2.%E6%A2%85%E8%8A%B1%E9%B9%BF2%281%29.png",
      matter: "在中国古代，梅花鹿不仅是一种珍贵的动物，更是一种极具象征意义的文化符号，承载着丰富的寓意和深厚的文化内涵。在《封神演义》的文化语境中，梅花鹿首先是吉祥和灵性的象征。它所代表的祥瑞之意，与古代中国对美好生活的向往和祈福心理相呼应。仙人选择梅花鹿作为坐骑，暗示着仙人能够驾驭吉祥与灵性的力量，体现了仙人在精神和物质层面的超凡地位。鹿在古代还被视为长寿的象征，因为鹿的寿命相对较长，且在传说中常与仙人相伴，被认为具有某种神秘的力量，能够帮助人们延年益寿。梅花鹿生活在山林之间，其形象与自然环境紧密相连。在封神演义中，它的出现常常会让人联想到幽静、神秘的山林仙境。它是连接尘世与仙境的一个重要纽带，当梅花鹿驮着仙人在天地间驰骋时，仿佛是在引导读者或观众的视线从凡间的纷争战乱进入到一个超脱世俗的仙境世界。通过这个形象，我们可以窥见古人对于自然、生命及超自然力量的理解，同时也体现了他们追求和谐共生的美好愿望。"
    },
  ]
};
