module.exports = {
  data: [
    {
      index: "1",
      content: "高跷走兽是由兽头、兽身、表演艺人及伴乐人员四部分组成。两位表演者要足踩高跷共同表演“人骑神兽”，除了栩栩如生的兽头、兽身，人物形象需通过不同的服装、道具来刻画。高跷走兽着装不是简单的穿衣戴帽，而是遵循沿袭传承多年的固定流程。首先是化妆，化好妆后，开始绑高跷，接下来套兽身，穿假腿，然后穿表演服装、拿道具，一切准备就绪之后，最后一个流程就是套上兽头，完成着装。\n"
    },
    {
      index: "2",
      content: "高跷走兽的配乐主要是锣鼓、花鼓等打击乐。锣鼓配乐最显气场，使高跷走兽的表演更有气势，场面更加壮观。锣鼓队一般由二十四人组成，分为路行锣鼓、武锣鼓、文锣鼓。路行锣鼓:乐器包括勾锣、引鼓(小鼓)、大钹、大鼓、大锣等。在行走时演奏。一班锣鼓由两个勾锣、两面引鼓、四对大钹、八面大锣等组成。行进时，两人一排，勾锣、引鼓、大钹、大鼓、大锣依次排开行进表演，后面跟随高跷走兽表演队伍。高跷走兽的表演空间多在户外，一般是村落广场，场地面积大，有利于庞大的高跷队伍充分展示。走兽的表演形式灵活多样，根据参演的走兽数量多少进行行进和队伍编排，调度随意，多以前进、倒退、踏碎步为主，圆形、直线、斜线、纵向、横向皆可，只要场地足够大，高跷走兽艺人就能纵情表演。每个走兽既可以单独表演，也可以双兽、四兽、五兽、六兽等群体合演。近年来，高晓走兽也上舞台表演，不过受制于场地限制，最多容纳四个走兽表演，花鼓配乐人员也相应减少。\n"
    }
  ]
}