module.exports = {
  data: [
    {
      index: "1",
      content: "据传承人讲述，高跷走兽的创始人是清雍正年间的段文清、杜俊、杨怀仁等，三百年来在传承实践中涌现出了一代又一代优秀的高跷走兽艺人。\n"
    },
    {
      index: "2",
      content: ""
    },
    {
      index: "3",
      content: ""
    },
    {
      index: "4",
      content: "\n因为年代较远并无确切的文字记录，这些传承人的表演状况不知其详。"
    },
    {
      index: "5",
      content: "近年来，对高跷走兽表演艺人扮演不同的高跷走兽为一组进行了统计，名字的位置与艺人在高跷走兽中所处的位置相对应：\n"
    },
    {
      index: "6",
      content: "貅狼：杨喜山、杨林儿；段俊喜、杨申奎；杨玉锁、段正保；杨玉杰、段因法；杨生全、段正保；杨生全、段二合。牵貅狼的单人高跷：段假女、杨洪来、杨卫保。\n"
    },
    {
      index: "7",
      content: "独角兽：王德娃、杜子由；段兴旺、杨立川；王成娃、杨立川；段兴旺、杨立川；杨因录、杨玉锁；杨民杰、杨新立；王河龙、杨玉水。\n"
    },
    {
      index: "8",
      content: "螯：王景春、王国忠；杨福太、刘保来；王奇荣、王水生；王振宗、王兰生；王振家、王兰生；王林才、王锁成；王应征、王永新；段俊鹏、王来成。\n"
    },
    {
      index: "9",
      content: "麒麟：王新山、王合荣；王新堂、王梦儿；王合喜、王起成；王起成、王富全；王富全、冯新顺；王林合、冯新顺；王林合、王森林；王新录、王新光；张电奎、王武民；王武民、王广生；王武民、冯立明；王克勤、宋红学；段俊鹏、王新光；孙海林、吴王全。\n"
    },
    {
      index: "10",
      content: "梅花鹿：孙根生、李福茂；张来锁、吴立水；董成林、吴立水；董成林、孙文安；吴立水、董成林；董成林、李全贵；董成林、吴才有；吴才有、李平安；段春忠、李平安；吴彦林、李平安。\n"
    },
    {
      index: "11",
      content: "黑狸虎：李旺根、段顺立；张英儿、李耀堂；李进才、李万生；张英儿、李学温；张吉奎、李学温；孙海林、李学温；董连生、董顺喜；\n"
    },
    {
      index: "12",
      content: "貘：吴根兴、张贵来；张贵来、李耀堂；吴志水、董三林；董成林、李来成；李福根、吉景生；张玉民、李福才；吴王全、吴仁毛；吴王全、吉登全；吴王全、吴建勋。\n"
    },
    {
      index: "13",
      content: "高跷走兽数百年来生生不息，代代传承井然有序。得益于有这么一群传承人，骨子里渗透着对故土的深情眷恋，对高跷走兽的无比热爱。他们虽为一介农夫，却有着高尚的文化情怀。他们不计名利，任劳任怨。“有了他们，走兽才真正‘走’得有神韵，有灵气;有了他们，‘非遗’才真正‘传’得有价值，有意义。”“他们年复一年，用高跷走兽的精彩表演讲述着他们的生活，传递着精神。分别有:段铁成、吉丙山、王成林、杨志林、张英杰、杨新立、杨民杰等传承人。"
    }
  ]
}