module.exports = {
  data: [
    {
      index: "1",
      content: "高跷走兽演员所扮演的角色原型皆取自上述故事和神话传说。人物、走兽的扮装、艺术呈现也与故事紧密相连，所以演员的着装、道具不是随 意而为的，而要根据特定角色进行装扮。省级代表性传承人王成林介绍:在以前，高跷走兽所用的服装、道具并不专门购置，而是借助庙会期间请戏班唱戏的便利，由戏班提供或向各家各户借用。高跷走兽艺人的化妆也由戏班的化妆师傅负责。如今每个高跷走兽的表演者都有一套专用的行头，是专门购买的，人物角色也由专人化妆，兽头都是民间艺人们亲手制作的。\n"
    },
    {
      index: "2",
      content: "高跷走兽表演时，与观众一路逗趣打闹，热闹非凡，人与神兽并不是“遥不可攀”。走兽一出场，虽周围有护旗手护卫，但观众仍前呼后拥围在走兽身边，或抚摸兽身，或与踩跷艺人逗趣，或模仿走兽模样搞怪。表演者和观众都是熟悉的乡邻，在这种场合见面更是情绪高涨，场面沸腾。踩跷艺人更是兴趣盎然，跷踩得更起劲，手臂挥舞得更有力，步伐时快时慢。一会儿故意大踏步冲向人群，惹得人们一阵惊呼，欢笑不已;一会儿吐舌张嘴扮鬼脸吓唬人们，惹得人们笑骂一声，捧腹大笑。现场的惊呼声、赞美声和笑声，表达着乡亲们亲切而真挚的情感。\n"
    }
  ]
}